{
  "metadata": {
    "title": "How to sell anything to anyone",
    "description": "Have you ever wanted to sell salt to a slug? Sell heaters in the Sahara? Sell ketchup popsicles to a woman in white gloves? This is the presentation for you! Learn the secret of sales.",
    "author": "Webinar Maker Pro",
    "domain": "sales",
    "duration": 20,
    "created": "2025-08-19T04:20:01.802Z",
    "version": "1.0.0",
    "language": "en-US",
    "theme": {
      "primaryColor": "#8b5cf6",
      "secondaryColor": "#7c3aed",
      "fontFamily": "Inter, system-ui, sans-serif",
      "codeTheme": "github"
    }
  },
  "slides": [
    {
      "id": "s1",
      "content": {
        "type": "title",
        "title": "From 'Impossible' to Inevitable: Ethical Fit Over Force",
        "subtitle": "An AI-Generated Presentation",
        "presenter": "Webinar Maker Pro",
        "date": "2025-08-19"
      },
      "speakerNotes": "- Open with energy, smile; advance to slide\n- 0:00–0:20 Hook the room with the three “impossible” examples; emphasize ethics\n- 0:20–0:45 Define the core idea: fit over force; call out JTBD and offer design\n- 0:45–1:05 Walk the flowchart from Discovery to Decision; point to each box on the slide\n- 1:05–1:20 Give one-line ethical reframes for each example (slug/gardeners, Sahara nights, ketchup/brand test)\n- 1:20–1:30 Preview what’s coming: frameworks, process, and practical scripts\n- Interaction: Quick show of hands—who sells into buying committees? Acknowledge and tie to MAP\n- Technical reminder: Highlight the flowchart node sequence with the pointer as you explain\n- Pause briefly after the ethics line to let it land\n- Close this section by transitioning to the first framework",
      "narration": "If you came to learn how to trick someone into buying what they don’t need, you’re in the wrong room... This session is about making the right sale inevitable by engineering fit, not forcing a decision... Think about our three so-called impossible challenges... Salt to a slug?... We wouldn’t sell to the slug at all... We’d sell slug control to gardeners who want healthy beds without collateral damage... Heaters in the Sahara?... Desert nights drop fast; resorts, crews, and events need warm, profitable evenings... Ketchup popsicles to a woman in white gloves?... Not a snack—an audacious stain test for cleaning brands and stain-proof fashion... The secret of sales is matching a job to be done, a buyer, and a context with an offer that reduces risk and proves value... We’ll use a simple discipline: discovery, diagnosis, prescription, proof, and payoff... We’ll reframe value, quantify outcomes, and de-risk decisions with pilots, guarantees, and social proof... We’ll map stakeholders and co-author a mutual action plan so momentum never stalls... We’ll pull from JTBD, SPIN, Challenger, MEDDICC, and behavioral psychology like loss aversion and social proof—always ethically... By the end, you’ll translate wild ideas into credible use cases, ask sharper discovery questions, and design offers that make yes feel safe and smart... Ready to turn impossible into inevitable—ethically?... Let’s dive in.",
      "duration": 1.5,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s1.tsx",
      "audioPath": "/audio/slide-s1.mp3"
    },
    {
      "id": "s2",
      "content": {
        "type": "markdown",
        "title": "Fit Over Force: Jobs-To-Be-Done and Offer Design Basics",
        "markdown": "- **Fit over force:** Define a narrow buyer, the job they want done, and the exact context where your solution wins\n- **JTBD checklist:** Functional + Emotional + Social jobs; plus anxieties, habits, and situational triggers\n- **Offer design formula:** Product + Proof + Price + Terms + Risk reversal + Urgency + Bonus; reduce perceived risk before price\n- **Reframe the “impossible”:** Salt→sell deterrent to gardeners; Sahara heaters→night/cold use cases; Ketchup popsicle→white-glove PR/demo prop\n- **Proof > claims:** Pilots with success criteria, ROI math, reference calls; close with a Mutual Action Plan\n```mermaid\nflowchart LR\nA[\"Discovery\"] --> B[\"Define JTBD\"]\nB --> C[\"Value hypothesis\"]\nC --> D[\"Offer design\"]\nD --> E[\"Proof & risk reversal\"]\nE --> F[\"Mutual Action Plan\"]\nF --> G[\"Decision & win\"]\n```\n```yaml\n# Value hypothesis + offer sketch\nbuyer: \"Sahara resort GM\"\njob_to_be_done:\n  functional: \"Extend outdoor dining hours despite cold nights\"\n  emotional: \"Confidence guests stay comfortable and happy\"\n  social: \"Maintain luxury brand standards outdoors\"\nassumptions:\n  - \"Night temps drop to 8–10°C; patio empties early\"\nimpact: \n  revenue_gain: \"+$8.4k per night with +2 hours seating\"\noffer:\n  bundle: [\"heaters\", \"safety training\", \"fuel logistics\", \"aesthetic-matched units\"]\n  risk_reversal: \"2-week pilot with opt-out and uptime SLA\"\n  urgency: \"High-occupancy season; limited fleet availability\"\n```"
      },
      "speakerNotes": "0:00–0:10 Set the frame. Say: “This is the secret: fit over force.” Gesture to the first bullet.\n0:10–0:30 Define JTBD. Emphasize functional, emotional, social. Pause for a beat after “anxieties and habits.”\n0:30–0:50 Tie to the three thought experiments. Quick hits: gardeners, desert nights, PR demo with white gloves. Keep pace—15 seconds each.\n0:50–1:10 Offer design formula. Point to each lever: product, proof, price, terms, risk reversal, urgency, bonus. Stress “reduce perceived risk before price.”\n1:10–1:25 Proof > claims. Mention pilots, ROI, reference calls. Prompt: “Type in chat: which proof asset you can deploy next week?”\n1:25–1:40 Walk the Mermaid flow from Discovery to Decision. Say “MAP” clearly and note it keeps momentum.\n1:40–1:55 Show the YAML sketch. Explain it’s a 1-minute template to align a value hypothesis and offer.\n1:55–2:00 Transition. Tease that next we’ll apply this to live objections. Advance to next slide.\nReminders: Keep energy high; no deep dives; avoid jargon; watch the clock; do not skip the MAP mention.",
      "narration": "If you remember one idea from today, make it this: fit beats force... You don’t convince people to want what they don’t need... You find the specific job they’re trying to get done, in a real context, and design an offer that makes saying yes safe and obvious... That’s how you sell anything to anyone, ethically... Think in Jobs-To-Be-Done... Buyers hire solutions for functional, emotional, and social progress... There are also anxieties and habits that keep them stuck in the status quo... Our job is to surface the real job, reduce the anxieties, and outcompete the current habit... Watch how the thought experiments snap into focus... Salt to a slug?... We’re not selling to the slug... We’re selling slug deterrence to gardeners who want healthy beds and pet-safe yards... Heaters in the Sahara?... Daytime is hot, but nights drop sharply... Resorts, work camps, and events need comfort after sunset to extend revenue hours... Ketchup popsicles to a woman in white gloves?... Not a snack... It’s a white‑glove demo prop for stain-proof fabrics or a cleaning brand’s PR stunt... Change the job, and value appears... Then design the offer... Think product, proof, price, terms, risk reversal, urgency, and a smart bonus... In modern buying, proof beats claims: run a pilot with success criteria, quantify ROI, and line up reference calls... Tie it all together with a Mutual Action Plan so both sides know the steps to a decision... The flow is simple: discovery, define the job, state a value hypothesis, design the offer, prove it while de‑risking it, then drive the plan to a decision... If you want a shortcut, use a one‑minute template: who is the buyer, what job are they hiring you for, what assumptions create impact, and which risk reversals make it safe now... Fit over force turns impossible pitches into inevitable buys.",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s2.tsx",
      "audioPath": "/audio/slide-s2.mp3"
    },
    {
      "id": "s3",
      "content": {
        "type": "markdown",
        "title": "Frameworks That Control Deals: SPIN, Challenger, MEDDICC, and Cialdini in Practice",
        "markdown": "- **Control the deal by sequencing frameworks:** SPIN for discovery, Challenger to reframe, MEDDICC to qualify/control, Cialdini to ethically influence, all glued by a Mutual Action Plan\n- **SPIN uncovers real jobs-to-be-done:** Sahara heaters = extend profitable outdoor hours; “slug salt” = garden protection; ketchup popsicle = PR-grade stain demo\n- **Challenger turns insight into action:** Teach a surprising truth, tailor ROI to their KPIs, take control with a pilot and a written MAP\n- **MEDDICC prevents no-decision:** Quantify Metrics, secure Economic Buyer, lock Decision Criteria/Process, identify Pain, build a Champion, map Competition/Procurement\n- **Cialdini—used ethically—reduces perceived risk:** Authority + social proof, reciprocity via tailored value, commitment with small next steps, urgency tied to real events\n```mermaid\nflowchart LR\nA[\"SPIN Discovery\"] --> B[\"Challenger: Teach-Tailor-Take Control\"]\nB --> C[\"MEDDICC Qualification & Deal Control\"]\nC --> D[\"Cialdini Levers (Ethical)\"]\nD --> E[\"Offer Design + Risk Reversal\"]\nE --> F[\"Mutual Action Plan & Close\"]\n```\n```yaml\nmeddicc_checklist:\n  metrics: \"+2 hrs/night outdoor seating -> +$8.4k/night capacity; pilot target: +15% RevPAR\"\n  economic_buyer: \"VP Operations (owns P&L for resort properties)\"\n  decision_criteria: [\"Guest safety certifications\", \"Uptime SLA\", \"Aesthetic fit\", \"ROI < 6 weeks\"]\n  decision_process: \"Pilot -> Exec review -> Procurement -> Legal -> Launch\"\n  identify_pain: \"Cold nights shrink patio revenue; negative reviews on comfort\"\n  champion: \"F&B Director who benefits from higher covers\"\n  competition_procurement: \"Event rentals; in-house heaters; procurement needs SOC2-like safety docs\"\nnext_step_map:\n  owners:\n    seller: \"Send recap + ROI model + pilot success criteria by EOD\"\n    buyer: \"Book EB review; intro to Safety Officer\"\n  dates:\n    pilot_start: \"Oct 1\"\n    EB_review: \"Oct 10\"\n  exit_criteria: \n    pilot_success: [\"+12% RevPAR\", \"+0.3 CSAT outdoor\", \"100% uptime\"]\n```"
      },
      "speakerNotes": "- 0:00–0:15 Set the scene. Remind them this is how we make “impossible” sales possible—ethically—by controlling the process.\n- 0:15–1:00 SPIN: Ask 1–2 live example questions. Stage direction: Gesture to the first bullet; read a Sahara and a garden example question. Pause for 2 seconds after each.\n- 1:00–1:40 Challenger: Emphasize teach-tailor-take control. Stage direction: Point to the ROI tie-in; mention pilot + MAP. Timing: 40 seconds.\n- 1:40–2:20 MEDDICC: Walk through each letter with the YAML example. Stage direction: Highlight “Economic Buyer” and “Decision Process.” Timing: 40 seconds. Tech reminder: Zoom into code block if screen-sharing.\n- 2:20–2:55 Cialdini: Rapid-fire each principle tied to risk reduction, not hype. Stage direction: Stress “ethical only.” Timing: 35 seconds.\n- 2:55–3:15 Mermaid workflow: Explain the left-to-right sequence briefly. Stage direction: Laser pointer across A→F. Timing: 20 seconds.\n- 3:15–3:30 Tie back to the three thought experiments: Sahara, slug, ketchup popsicle. Stage direction: Quick recap of job reframing.\n- 3:30–3:40 Call to action: Always end with a written MAP and a calendar-invite next step.\n- 3:40–3:30 Buffer 20 seconds for a quick audience check: “Thumbs up if you already use MEDDICC; thumbs down if not yet.”\n- Technical reminders: Keep pace brisk; no deep dives; avoid jargon without definitions; keep examples concrete. If short on time, skip the YAML details and land the MAP point.",
      "narration": "This is where we make those so-called impossible sales possible, ethically, by controlling the deal with the right frameworks in the right order... Think SPIN for discovery, Challenger to reframe, MEDDICC to qualify and control, and Cialdini to reduce perceived risk... Then we glue it all together with a Mutual Action Plan.\nLet’s start with SPIN... Your job is to uncover the real job-to-be-done and the cost of inaction... For Sahara heaters, don’t ask, do you need heaters?... Ask, walk me through how outdoor seating performs after sunset and what that does to revenue per available seat... For salt to a slug, don’t sell to the slug—ask the gardener, what’s the impact of slug damage on yield or reviews, and what have you tried to prevent it?... For the ketchup popsicle, shift to the PR or brand manager: how do you currently prove stain resistance live, and what would a more dramatic demo do for engagement?\nOnce you’ve surfaced the job and impact, switch to Challenger... Teach something surprising and useful, tailor it to their KPIs, and then take control... For the resort, teach that desert evenings drop sharply after sunset—data they can verify... Tailor it: with your 120 outdoor seats, two additional hours at a thirty-five dollar cover adds eighty-four hundred dollars in nightly capacity... Then take control: let’s run a two-week pilot on thirty seats with clear success criteria and a written plan to move from pilot to rollout if we hit the numbers.\nNow, MEDDICC is how you prevent no-decision... Quantify the Metrics you’ll impact... Secure access to the Economic Buyer who owns the P and L... Lock the Decision Criteria and the Decision Process early... Identify the Pain in measurable terms... Build a true Champion who wins with you... And know the Competition, including do-nothing and DIY, and what Procurement and legal will require.\nIf you want a quick template, it looks like this: metrics—plus twelve percent RevPAR, plus zero point three CSAT outdoors, one hundred percent uptime... Economic buyer—VP of Operations... Decision criteria—safety certification, aesthetic fit, ROI in under six weeks... Decision process—pilot, executive review, procurement, legal, launch... Champion—the F and B director who benefits from higher covers... And line up procurement needs in advance so they can’t surprise you late.\nLayer Cialdini’s principles ethically to reduce perceived risk, not to manipulate... Use authority with safety certifications and independent validation... Use social proof with relevant case studies and reference calls... Reciprocity by giving a tailored ROI model and pilot playbook before you ask for the executive meeting... Commitment with small, low-risk next steps like a two-week pilot... And urgency that’s real, such as the upcoming high-occupancy season or a campaign launch date... No fake scarcity, ever.\nWhen you sequence this well, it flows: SPIN discovery reveals the job, Challenger reframes and proposes a pilot, MEDDICC de-risks the path to power, Cialdini principles make yes feel safer than no, and your offer design plus a Mutual Action Plan make the path to signature clear and shared.\nBring it back to our three thought experiments... Heaters in the Sahara?... You’re selling profitable hours, safely... Salt to a slug?... You’re selling outcome-focused protection to gardeners, not harm to slugs... Ketchup popsicles to a woman in white gloves?... You’re selling a dramatic proof device to a brand that wants earned media and confidence.\nThe move to make on every call is simple: end with a written recap, a draft ROI, and a calendar-invite next step inside a Mutual Action Plan... That’s how you ethically sell almost anything to the right someone, in the right context, and make it safe and obvious to say yes.",
      "duration": 3.5,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s3.tsx",
      "audioPath": "/audio/slide-s3.mp3"
    },
    {
      "id": "s4",
      "content": {
        "type": "markdown",
        "title": "Sahara Heaters: Reframing Context, Quantifying ROI, and Designing a Pilot",
        "markdown": "**Reframe the job-to-be-done**\n- Nights drop to 5–10°C; wind makes patios unusable\n- Goal: unlock 2–3 extra outdoor hours with safe, branded comfort\n- Buyer: resort ops/events/oil camps; care about RevPAR, CSAT, safety\n**Quantify ROI in minutes**\n- Example: 120 seats, +2 hours, $35 cover, +15% occupancy\n- Estimate: +$8.4k/night capacity; payback in days, not months\n- Co-build assumptions with the buyer; document baselines\n**Design a risk-free offer**\n- Bundle: heaters + fuel/electrical plan + safety training + maintenance\n- Risk reversal: 2-week pilot, opt-out clause, uptime SLAs\n- Urgency: upcoming high-occupancy season; limited fleet\n**Pilot success criteria**\n- Metrics: RevPAR lift, CSAT +0.3, safety incidents = 0\n- Scope: 30-seat zone, 2 weeks, exec review booked Day 14\n- MAP: owners, dates, decision checkpoints\n**Mini ROI calculator**\n```python\nseats = 120\npilot_zone = 30\navg_cover = 35\nhours_extended = 2\nturn_time_min = 60\nnights = 14\nbaseline_occ = 0.60\nlift = 0.15\nupfront = 9800\ncovers_per_seat = hours_extended * (60/turn_time_min)\nrev_gain = pilot_zone * (baseline_occ + lift) * covers_per_seat * avg_cover * nights\npayback_days = upfront / (rev_gain / nights)\nprint({\"rev_gain\": round(rev_gain, 0), \"payback_days\": round(payback_days, 1)})\n```\n```mermaid\nflowchart TD\nA[\"Discovery: outdoor seating underused at night\"] --> B[\"Teach & Reframe: nights drop; guest comfort gap\"]\nB --> C[\"Value Hypothesis: +2 hours, +15% RevPAR\"]\nC --> D[\"Pilot Design: 30-seat zone, safety plan\"]\nD --> E[\"Execute 2 weeks: heaters + CSAT surveys\"]\nE --> F{\"Met criteria?\"}\nF -->|Yes| G[\"Expand per MAP: 120 seats + contract\"]\nF -->|No| H[\"Adjust variables or opt-out (risk reversal)\"]\n```\n```mermaid\ngantt\ndateFormat  YYYY-MM-DD\ntitle Sahara Heater Pilot (14 Days)\nsection Prep\nBaseline & Safety Review :a1, 2025-09-01, 2d\nInstall & Training :a2, after a1, 1d\nsection Run\nPilot Live (capture RevPAR/CSAT) :b1, after a2, 9d\nsection Wrap\nAnalysis & ROI Model :c1, after b1, 1d\nExecutive Review & Decision :c2, after c1, 1d\n```"
      },
      "speakerNotes": "- 0:00 Show slide. Set context: we're making the “Sahara heaters” sale real by reframing, quantifying ROI, and piloting.\n- 0:05 Pause. Ask: “What happens to outdoor revenue when desert nights turn cold?”\n- 0:15 Emphasize buyer outcomes: RevPAR, CSAT, safety. Tie to jobs-to-be-done.\n- 0:25 Move to ROI bullet. Open quick calculator/spreadsheet. Speak to assumptions. Type numbers live if possible.\n- 0:45 Show code snippet briefly to signal transparency and repeatability. Don’t deep-dive into code; just the math.\n- 0:55 Calculate example: 120 seats, +2 hours, $35 cover, +15% occupancy. Call out +$8.4k/night capacity and payback days.\n- 1:15 Transition to offer design. Highlight bundle, SLAs, and opt-out risk reversal.\n- 1:30 Display flowchart. Walk through Discovery → Hypothesis → Pilot → Decision.\n- 1:45 Display gantt. Point out exec review pre-booked on Day 14 (MAP). Stress safety: training, clearances, compliance.\n- 2:00 Ask a quick check: “If we prove +15% RevPAR with zero incidents, is there any reason not to expand?”\n- 2:10 Close the demo: propose a 2-week pilot scope with their numbers. Offer to co-build the ROI model after the session.\n- 2:20 Remind: ethical framing—comfort and safety, not manipulation. Tie back to ‘sell anything’ principle: fit over force.\n- 2:25 Cue next section or Q&A.\nTechnical reminders:\n- Have a pre-filled ROI sheet ready; toggle to it on cue.\n- Keep the Mermaid diagrams visible while summarizing the MAP.\n- If asked about safety: mention certifications, clearance distances, and fuel handling SOPs.\n- If time runs short, skip code and focus on the flowchart and pilot criteria.",
      "narration": "Let’s make the Sahara heater sale real by changing the context... In the desert, days are hot, but nights routinely drop to single digits Celsius... Guests feel cold, patios empty out, and outdoor revenue vanishes... Our job is not to push heaters; it’s to unlock two to three extra outdoor hours of comfortable, branded experience with zero safety incidents.\nHere’s the reframed buyer: resort operations, event organizers, or camp managers... What do they care about?... Revenue per available seat, guest satisfaction, and safety compliance... So we lead with outcomes, not hardware.\nNow let’s quantify... Suppose your property has one hundred twenty outdoor seats... If we safely extend dining by two hours and increase nighttime occupancy by just fifteen percent at a thirty-five dollar average cover, capacity jumps by roughly eight thousand four hundred dollars per night... That’s the moment where price becomes a fraction of the value... We build the math together, with their assumptions, so it’s their model, not ours.\nTo make the yes easy, redesign the offer... We bundle heaters, fuel or electrical load planning, aesthetic matching, safety training, and maintenance... Then we flip the risk: a two-week pilot, clear uptime service levels, and an opt-out if we miss the mark... Urgency is tied to real events, like the upcoming high-occupancy season and limited fleet availability.\nHere’s the pilot... We instrument a thirty-seat zone for two weeks... We track three things: revenue per available seat hour, guest satisfaction with a lightweight survey, and safety incidents, which must be zero... The executive review is pre-booked for Day fourteen, and the mutual action plan spells out owners, dates, and decision criteria... If we hit the targets, we expand to all one hundred twenty seats under the agreed terms... If we don’t, they opt out with no obligation, and we absorb the learning.\nNotice what happened: we didn’t force demand... We engineered fit by reframing the job to nighttime comfort, proving value with their numbers, and de-risking the decision with a tight pilot... That’s how you ethically sell heaters in the Sahara—and, by extension, how you sell almost anything to the right buyer in the right context... After this session, I’ll co-build this ROI template with you and outline a two-week pilot you can propose on your next call.",
      "duration": 2.5,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s4.tsx",
      "audioPath": "/audio/slide-s4.mp3"
    },
    {
      "id": "s5",
      "content": {
        "type": "markdown",
        "title": "Salt to a Slug: Redefining the Buyer and Positioning an Eco-Safe Solution",
        "markdown": "- **Fit over force**: Don’t sell to the slug; redefine the buyer as the gardener/facilities manager whose job is protecting beds with pet-safe, eco-safe methods\n- **Reposition the product**: From “salt” commodity to an eco-safe slug deterrent system—precision mineral micro-dosing, moisture-aware application, and plant-safe barrier gel\n- **Design a de-risked offer**: Pilot on 2 plots, independent proof, performance guarantee, simple tiered pricing and refills\n- **Discovery talk tracks (SPIN + JTBD)**: Map current pest control, quantify damage, surface constraints (kids, pets, runoff), agree on success metrics\n- **MAP to close**: 14-day pilot → review damage reduction & runoff tests → finalize bundle, training, and service terms\n```yaml\noffer_blueprint:\n  ICP: \"Home & municipal gardeners, facilities crews; pet- and pollinator-conscious\"\n  JTBD:\n    functional: \"Reduce slug damage on seedlings by >80%\"\n    emotional: \"Protect garden pride without harming pets/wildlife\"\n    social: \"Be the eco-friendly neighbor/brand\"\n  Positioning: \"Eco-safe slug deterrent system (not commodity salt)\"\n  Components:\n    - precision_applicator: \"Targets slugs, spares soil/roots\"\n    - moisture_sensor: \"Avoids over-application; auto-prompts after rain\"\n    - barrier_gel: \"Plant-safe perimeter, biodegradable\"\n  Proof:\n    - before_after_plots\n    - horticulture_lab_validation\n    - customer_testimonials\n  Risk_reversal:\n    - pilot: \"14 days, 2 plots, success = 70%+ damage reduction\"\n    - guarantee: \"Refund if threshold not met\"\n  Pricing:\n    starter_kit: 89\n    refill_pack: 29\n    municipal_bundle: \"volume + training + seasonal service\"\n  MAP:\n    - kickoff: \"Baseline damage photos + runoff test\"\n    - mid_pilot: \"Adjust dosage via sensor data\"\n    - review: \"Results, ROI, scale decision\"\n```\n```mermaid\nflowchart TD\nA[\"Old framing: Sell salt to a slug\"] --> B[\"Reframe buyer: Gardener / Facilities\"]\nB --> C[\"JTBD: 'Protect seedlings; avoid harm to pets/soil'\"]\nC --> D[\"Position: Eco-safe slug deterrent system\"]\nD --> E[\"Offer design: Proof + Risk reversal + Pricing\"]\nE --> F[\"MAP: 14-day pilot → Review → Scale\"]\n```"
      },
      "speakerNotes": "- Spend 10 seconds setting context: remind them we’re not selling to slugs; we’re engineering fit for gardeners.\n- Pause 3 seconds to let the ethical angle land.\n- Show demo (20 seconds): Reveal the Mermaid flow. Trace with cursor from A to F; emphasize buyer reframe and JTBD.\n- Spend 30 seconds on the offer YAML: Scroll to Components, Proof, and Risk_reversal; call out the guarantee and pilot criteria.\n- Role-play (30 seconds): Ask, “Who owns pest control on your campus?” and “What happened last season when seedlings were hit?” Demonstrate SPIN: Situation → Problem → Implication → Need-payoff.\n- Interaction (10 seconds): Ask audience to type their version of “the gardener” for a tough product they sell.\n- Technical reminders: Switch to slide view → highlight Mermaid diagram → then switch to code snippet panel. Keep cursor focus on Guarantee line when discussing risk reversal.\n- Timing cue: At 1:40, advance to MAP bullet; summarize the 14-day pilot and success metrics. At 1:55, bridge to next section.\n- Close (5 seconds): Reinforce ethical repositioning and de-risked offer design.",
      "narration": "Let’s make the infamous salt to a slug example actually winnable, and ethical... We’re not selling to the slug... We’re selling a safer garden to the gardener... That shift is the secret: redefine the buyer and the job-to-be-done... Watch this... Old framing: sell salt to a slug... New framing: our buyer is a gardener or facilities manager who needs to protect seedlings without harming pets, pollinators, or soil... Now we position the offer, not as commodity salt, but as an eco-safe slug deterrent system... It includes precision mineral micro-dosing so we target the pest, a moisture-aware application so we don’t overuse after rain, and a plant-safe barrier gel to protect perimeters.\nTo de-risk the decision, we lead with proof and a pilot... We run a fourteen-day test on two plots with clear success criteria: at least a seventy percent reduction in damage and no measurable runoff... We back it with a refund guarantee if we miss the mark... Pricing stays simple: an eighty-nine dollar starter kit and twenty-nine dollar refills, with municipal bundles that include training and seasonal service.\nHow do we earn the right to present that?... Discovery... Ask, walk me through your current pest control... Where does it fail today?... What did last season’s slug damage cost you in plant losses or negative reviews?... Are there constraints like kids, pets, or runoff regulations?... If we could cut damage by eighty percent without harming soil, what would that mean for your time and budget?\nThen we control the process with a mutual action plan: baseline photos and a quick runoff test, mid-pilot adjustment using sensor data, and a results review to decide on scale... That’s how you transform an impossible sale into an obvious, eco-safe yes—by matching the right buyer, the right job, and a de-risked offer.",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s5.tsx",
      "audioPath": "/audio/slide-s5.mp3"
    },
    {
      "id": "s6",
      "content": {
        "type": "markdown",
        "title": "Ketchup Popsicles and White Gloves: Turning a Liability into a PR and Proof Asset",
        "markdown": "**What we're actually selling**\n- Not a snack: a PR and proof asset that dramatizes stain resistance\n- Buyer: brand/PR managers in cleaning or stain-proof apparel\n- Job-to-be-done: generate buzz and credible proof on camera\n- Value: earned media, engagement lift, and trust via a bold \"white-glove test\"\n\n**Demo: offer design in 60 seconds**\n- Activation kit: co-brandable popsicles, staging, signage, cleanup protocol\n- Proof package: before/after content capture, testimonials, usage rights\n- Options: good/better/best bundles with content licensing and influencer add-ons\n- Risk reversal: single-event pilot, opt-out clause, insurance, safety checklist\n\n**Metrics that make it real**\n- Success criteria: UGC count, dwell time, press mentions, branded search lift\n- Baselines and targets: agree upfront; dashboard shared live\n- Timeline & urgency: align to event calendar; limited activation slots\n- MAP: owners, dates, legal review, go/no-go gates\n\n**Micro talk track**\n```text\nYou’re not buying a popsicle. You’re buying the most watchable way to prove your product works.\nWe host a 30-minute activation, capture before/after, and deliver licensed clips within 48 hours.\nIf we miss the agreed UGC and press targets, you pay only hard costs—no fee.\nShall we pilot this at your next launch event and co-author the metrics today?\n```\n\n```mermaid\nflowchart TD\nA[\"Perceived Liability: 'ketchup popsicle' + 'white gloves'\"] --> B[\"Reframe Job: 'ultimate stain stress test'\"]\nB --> C[\"Buyer: PR/Brand Manager (cleaning, stain-proof apparel)\"]\nC --> D[\"Discovery: outcomes = buzz, proof; risks = mess, brand safety\"]\nD --> E[\"Offer Design: activation kit + metrics + risk reversal\"]\nE --> F[\"Pilot Event: 1 activation with success criteria\"]\nF --> G[\"Capture Proof: UGC, press, before/after\"]\nG --> H[\"Commercial Close: bundle + options + MAP\"]\nH --> I[\"Scale: franchise the stunt, license assets\"]\n```"
      },
      "speakerNotes": "0:00 – 0:10: Pause for the slide to render. Smile. Hold up or display an image of white gloves + red popsicle.\n0:10 – 0:25: Frame the reframe: we’re selling proof and PR, not food. Emphasize buyer switch to PR/brand manager.\n0:25 – 0:55: Show demo: walk through the activation kit bullets. Point to safety/cleanup to address risk.\n0:55 – 1:15: Cover options (good/better/best) and what changes—content rights, influencers, distribution.\n1:15 – 1:30: Hit risk reversal. Say the words “pilot,” “opt-out,” “insurance.”\n1:30 – 1:45: Metrics: reference UGC, dwell time, press mentions; gesture to baseline/targets and dashboard.\n1:45 – 1:55: Walk the Mermaid flow—liability → reframe → pilot → proof → close → scale.\n1:55 – 2:00: Ask for commitment: “Would you pilot at your next event?” Transition to next section.\nInteraction prompts: Quick show of hands—who has a stunt-worthy product? If one person nods, invite them to name their next event date.\nTechnical reminders: Advance to slide with Mermaid diagram; if available, switch to browser mock dashboard for 5 seconds, then back.\nContingencies: If time runs short, skip bundle details; keep risk reversal and metrics.",
      "narration": "Remember the ketchup popsicle and the woman in white gloves?... We’re not trying to sell her a snack... We’re selling a brand manager the most dramatic way to prove stain resistance on camera... That’s the shift: from product to job, from liability to PR and proof asset.\nHere’s how we do it... First, we change the buyer... Our buyer isn’t a hungry consumer; it’s a PR or brand lead at a cleaning company or a stain-proof apparel brand... Their job-to-be-done is buzz plus credible proof... Their fear is mess and brand risk.\nNow the offer... We bring a co-branded activation kit: ketchup popsicles, a simple stage, white gloves, and a tight cleanup protocol... We pair it with a proof package: before-and-after captures, testimonials, and licensed clips delivered within forty-eight hours... We give three bundles—good, better, best—where the upgrades add content rights, influencer amplification, and distribution, not random features.\nWe remove risk... Start with a single-event pilot, include an opt-out clause, provide insurance, and a safety checklist... If we miss the agreed targets, they pay only hard costs... That’s risk reversal.\nWhat makes it real?... Metrics... We define success up front: user-generated content count, dwell time at the booth, press mentions, and lift in branded search... We baseline, set targets, and share a simple live dashboard... Then we map stakeholders and dates in a mutual action plan so legal, PR, and events stay aligned.\nSo the step-by-step is simple: reframe the job, run a pilot, capture proof, and convert that proof into a close and a scalable program... The secret of selling anything isn’t trickery... It’s engineering fit, de-risking the decision, and making the value undeniable... If you’ve got a launch on the calendar, would you pilot this play at your next event?",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s6.tsx",
      "audioPath": "/audio/slide-s6.mp3"
    },
    {
      "id": "s7",
      "content": {
        "type": "markdown",
        "title": "Discovery-to-Close Playbook: Multi-Threading, MAPs, and Procurement Readiness",
        "markdown": "- **Fit the deal by design**: Multi-thread early, co-author a Mutual Action Plan (MAP), and front-load procurement to remove risk and delay\n- **Multi-threading**: Map roles (champion, economic buyer, technical, legal, finance); trade insight for access; create two champions; document decision criteria (MEDDICC)\n- **MAP**: One shared plan with tasks, owners, dates, and success metrics; show pilot exit criteria and executive checkpoints; update after every touch\n- **Procurement readiness**: Ship a complete packet (security, legal, compliance, insurance, pricing tiers, SLAs, DPIA/SOC2) and propose standard fallback terms to speed redlines\n- **Apply to the “impossible” deals**: Sahara heaters—F&B + Ops + Safety + Finance; Slug “salt”—Facilities + Sustainability + Purchasing; Ketchup popsicle—Brand + Legal + PR\n```mermaid\nflowchart TD\nA[Discovery] --> B[Stakeholder Map]\nB --> C[\"Champion + Economic buyer\"]\nC --> D[\"Mutual Action Plan\"]\nD --> E[\"Pilot/Proof\"]\nE --> F[\"Procurement (InfoSec, Legal, Finance)\"]\nF --> G[\"Paperwork (MSA, DPA, SOW)\"]\nG --> H[Close + Kickoff]\n```\n```yaml\n# MAP mini-template\ngoal: Extend outdoor dining revenue by +15% in 30 days\nsuccess_metrics:\n  - RevPAR_delta: \">= 15%\"\n  - CSAT_delta: \"+0.3\"\nowners:\n  champion: Alex Rivera (F&B Director)\n  economic_buyer: Priya Shah (CFO)\n  vendor: Jordan Lee (AE)\nmilestones:\n  - name: Security review\n    owner: InfoSec\n    due: 2025-09-05\n  - name: 2-week pilot on 30 seats\n    owner: F&B Ops\n    due: 2025-09-19\n  - name: Executive readout\n    owner: AE + Champion\n    due: 2025-09-21\nexit_criteria:\n  - pilot_meets_targets: true\n  - pricing_option_selected: \"Better\"\n  - redlines_closed: true\nnext_meeting: 2025-08-28 10:00 with CFO + Champion\n```"
      },
      "speakerNotes": "Timing: 3:00 total\n0:00–0:20 Set context—this is the engine that turns discovery into signatures\n0:20–1:05 Multi-threading\n- Say: “We don’t sell to companies; we sell to committees.”\n- On the second bullet, call out roles: Champion, Economic Buyer, Technical Evaluator, Legal, Finance, End Users\n- Prompt: “Who here has lost a deal when your only contact left?” (Quick show of hands)\n- Reminder: Tie to MEDDICC—E, D, C, and C\n1:05–1:50 MAP\n- Point to the Mermaid flowchart; walk left to right in 15 seconds\n- Emphasize: tasks, owners, dates, success metrics, and exit criteria\n- Stage direction: Scroll to YAML; read only the goal, one metric, and the next_meeting line\n- Prompt: “Every meeting ends with a MAP update and a calendar invite—non-negotiable.”\n1:50–2:35 Procurement readiness\n- Say: “Start InfoSec and legal while the pilot runs—never after.”\n- Hold up your real ‘procurement survival kit’ if available; mention SOC 2, DPA, insurance, SLAs, data flow diagram\n- Tip: Offer standard fallback terms to shrink legal cycles\n2:35–3:00 Tie to impossible examples + close\n- Sahara heaters: F&B + Ops + Safety + Finance\n- Slug ‘salt’: Facilities + Sustainability + Purchasing\n- Ketchup popsicle: Brand + Legal + PR\n- Ask: “Who is your economic buyer, and when are you meeting them?”\n- Close: Commit to drafting a one-page MAP in the next call\nTechnical reminders\n- Ensure Mermaid renders; test beforehand\n- Keep YAML small; don’t zoom too far\n- Have procurement packet slide ready if asked\nInteraction\n- Quick hands question early; 1 volunteer example if time allows\n- Check for questions only if you have >20 seconds left",
      "narration": "Let’s turn discovery into a signature by engineering fit across people, plan, and paperwork... The fastest path from hello to closed won is multi-threading the buying committee, co-authoring a Mutual Action Plan, and starting procurement before it can slow you down.\n\nFirst, multi-threading... We don’t sell to companies; we sell to committees... Early in discovery, map the roles you need: a champion who sells internally, the economic buyer who controls budget, technical evaluators, legal, finance, and the end users who will live with the decision... Trade insight for access... For example, offer a tailored ROI hypothesis or a benchmark to earn a meeting with the CFO... Aim for two champions so your deal survives out-of-office surprises... And document decision criteria using a simple MEDDICC lens—metrics that matter, who the economic buyer is, their criteria and process, your champion’s influence, and the competitive or procurement landscape.\n\nNext, the Mutual Action Plan... A MAP is a shared playbook with tasks, owners, dates, and success criteria... It lives in the open with your buyer... Keep it one page, start it on the first meaningful call, and update it after every touch... Include a pilot or proof with explicit exit criteria, an executive checkpoint, and a scheduled conversation with the economic buyer... When a meeting ends, the next meeting is already on the calendar, and the MAP reflects what changed.\n\nNow, procurement readiness... The deal slows down when risk shows up... So remove risk up front... Ship a complete packet early: security posture like SOC 2 or ISO, a draft DPA, insurance certificates, standard SLAs, data flows, pricing tiers, and a fallback set of legal terms... Offer to start InfoSec and legal in parallel with the pilot... That way, when value is proven, paperwork isn’t the bottleneck.\n\nHow does this make the impossible possible?... Take heaters in the Sahara... Nights get cold... Multi-thread F and B for revenue, operations for logistics, safety for compliance, and finance for ROI... Your MAP runs a two-week pilot on thirty seats with clear revenue and guest satisfaction targets, while InfoSec and legal review standard terms... For selling salt to a slug, don’t sell to the slug; sell outcomes to the gardener or facilities team... Multi-thread facilities, sustainability, and purchasing; the MAP defines before-and-after plots and safety validation... For the ketchup popsicle, your buyer is a brand or PR lead... Thread in legal and PR, and map a campaign pilot with measurement and cleanup protocols, all approved in writing before you demo anything.\n\nEthically, this isn’t about pressure... It’s about designing fit and de-risking change... Identify the right people, make the plan visible, and clear the paperwork path early... Your next step: on your very next discovery call, co-create a one-page MAP, book the economic buyer review, and send your procurement packet the same day... That’s how you go from discovery to close—consistently.",
      "duration": 3,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s7.tsx",
      "audioPath": "/audio/slide-s7.mp3"
    },
    {
      "id": "s8",
      "content": {
        "type": "markdown",
        "title": "Offer Architecture: Pricing, Guarantees, Risk Reversal, and Social Proof",
        "markdown": "- **Price to outcomes, not features**: anchor high with 3 tiers; quantify ROI and TCO; trade concessions for commitments\n- **Guarantees + risk reversal**: pilots with success criteria, opt-outs, SLAs/warranties; performance-based fees where feasible\n- **Social proof that matches the job**: peer logos, role-specific case studies, reference calls, quantified ROI snapshots\n- **Frictionless packaging**: bundles, bonuses, compliance/InfoSec packet ready; procurement-friendly terms and clear renewal\n- **Apply to the “impossible”**: Sahara heaters—2-week pilot + uptime SLA; Slug “salt”—eco guarantee + plot demo; Ketchup popsicle—PR metrics guarantee + cleanup protocol\n```mermaid\nflowchart TD\nD[\"Discovery\"] --> Q[\"Quantify outcomes\"] --> P[\"Price options: anchor high\"] --> R[\"Risk reversal: pilot, SLA, opt-out\"] --> S[\"Social proof: logos, ROI, refs\"] --> C[\"Commitment: MAP and close\"]\n```\n```json\n{\n  \"tiers\": [\n    {\"name\": \"Best\", \"price\": \"$X\", \"includes\": [\"full bundle\", \"priority SLA 99.9%\", \"pilot credit\"]},\n    {\"name\": \"Better\", \"price\": \"$Y\", \"includes\": [\"core bundle\", \"standard SLA\"]},\n    {\"name\": \"Good\", \"price\": \"$Z\", \"includes\": [\"starter\", \"no pilot credit\"]}\n  ],\n  \"guarantee\": \"If pilot success metrics aren't met, cancel with no fee.\",\n  \"riskReversal\": [\"opt-out clause\", \"return/rollback plan\", \"performance holdback\"],\n  \"proof\": [\"Sahara resort: +15% RevPAR\", \"logo wall\", \"reference calls\"]\n}\n```"
      },
      "speakerNotes": "- 0:00–0:05 Pause; tee up: “This is where maybes become yeses—how we package risk and proof.”\n- 0:05–0:25 Pricing: Emphasize anchor + three options; remind self to say “trade discounts for commitments, not for silence.”\n- 0:25–0:55 Guarantees/risk reversal: Click to diagram; highlight pilots with clear success criteria, opt-outs, SLAs; mention performance holdbacks. Quick audience pulse: “Who is offering a pilot today?”\n- 0:55–1:15 Social proof: Stress job-matched proof—peer metrics and reference calls over generic logos.\n- 1:15–1:30 Impossible examples: Rapid-fire—Sahara heater pilot + uptime SLA; slug eco guarantee + demo plots; ketchup popsicle PR metrics guarantee + cleanup protocol. Tie to ethical selling.\n- 1:30–1:35 Transition: “We’ll plug these into the MAP next.”\n- Technical: Advance to Mermaid diagram at 0:25; point to each node as you speak; keep pace tight.\n- Interaction: Quick show of hands on pilots; invite a one-line example in chat if time allows.",
      "narration": "This is the moment where maybes turn into yeses: offer architecture... Start by pricing to outcomes, not features... Anchor high with three clear options, show the quantified ROI and total cost of ownership, and trade any discount for a firm commitment, like executive access or a twelve‑month term... Next, shift fear off the buyer with guarantees and risk reversal... Design a pilot with written success criteria, include an opt‑out or rollback plan, and back it with SLAs or warranties... If you can, tie a portion of fees to performance to signal confidence... Then prove it with social proof that matches the buyer’s job... Logos are nice, but peer case studies, quantified before‑and‑after metrics, and a reference call with someone in their role carry real weight... Package all of this to remove friction: bundle what they actually need, add bonuses that accelerate time‑to‑value, and have your compliance and InfoSec packet ready so procurement doesn’t stall momentum... Now apply it to the so‑called impossible sales... Heaters in the Sahara?... Run a two‑week pilot on the patio with an uptime SLA and an opt‑out; quantify added evening covers... Salt to a slug?... Don’t sell to the slug—sell eco‑safe deterrent to gardeners with an efficacy guarantee and before‑and‑after plot data... Ketchup popsicles to a woman in white gloves?... Sell it to a brand manager as a PR stress test with a media‑impressions guarantee and a cleanup protocol... Ethically designed price, guarantees, risk reversal, and proof reduce perceived risk more than a discount ever will—and that’s how you make it easy, safe, and urgent to say yes.",
      "duration": 1.5,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s8.tsx",
      "audioPath": "/audio/slide-s8.mp3"
    },
    {
      "id": "s9",
      "content": {
        "type": "markdown",
        "title": "Micro-Exercise: Draft Your 30-Second Value Hypothesis and Next Step",
        "markdown": "- Draft a 30-second value hypothesis for a real deal or an \"impossible\" scenario (Sahara heaters, slug control, ketchup popsicle PR)\n- Quantify one outcome and add risk reversal (pilot, guarantee, opt-out)\n- Write a concrete next step with date, owner, and success metric\n- Drop your draft in chat: persona, job, quantified outcome, next step\n```text\nFor [persona] who need to [job-to-be-done], we [unique value/differentiator] so they can [measurable outcome].\nUnlike [status quo/alternative], we [proof + risk reversal].\nNext step: [pilot/demo/executive brief] on [date/time], owned by [you/us]; success = [metric].\n```\n```mermaid\nflowchart LR\nD[\"Discovery insights\"] --> H[\"30s Value Hypothesis\"]\nH --> P[\"Proof or pilot + risk reversal\"]\nP --> N[\"Ask for 1 concrete next step\"]\nN --> C[\"Calendar invite + MAP update\"]\n```"
      },
      "speakerNotes": "- Set context (10s): \"You have one minute to draft a 30-second value hypothesis and a concrete next step.\"\n- Prompt action (5s): \"Choose a live deal or one of our thought experiments—Sahara heaters, slug control, or ketchup popsicle as a PR test.\"\n- Show template (5s): Point to the code block; read it once smoothly.\n- Timer (30s): Start a 30-second timer. Pause speaking. Walk the virtual room; encourage writing in chat. If in person, circulate.\n- Nudge (5s): With 10s left, say: \"Add one risk reversal and a calendar-ready next step with date, owner, and success metric.\"\n- Share (5s): \"Drop yours in chat. If we have time, one volunteer read theirs.\"\n- Transition (optional 5s): \"Keep this handy—we'll use it to shape your pilot and MAP in the next segment.\"\n- Tech reminders: Open timer overlay. Copy template to chat. Be ready to call on one person if time allows.",
      "narration": "We’re going to lock in your value in thirty seconds... Pick a live deal or one of our thought experiments—heaters in the Sahara, slug control for gardeners, or a ketchup popsicle as a PR stress test... Your job: write a crisp value hypothesis and a concrete next step... Use this structure: For the persona who needs to make specific progress, we do something uniquely valuable so they achieve a measurable outcome... Unlike the status quo, we have proof and a risk reversal... Then propose a next step with a real date, an owner, and a success metric... For example: For the F and B director at Oasis Resort, we extend outdoor dining by two hours at night, adding eight thousand dollars per evening... Unlike patio heaters without safety certification, we include training and a two-week pilot with opt-out... Next step: a thirty-seat pilot starting September first; success equals plus fifteen percent RevPAR... Set a thirty-second timer now and draft yours... I’ll pause... Okay, time... Drop your version in chat and include that next step.",
      "duration": 1,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s9.tsx",
      "audioPath": "/audio/slide-s9.mp3"
    },
    {
      "id": "s10",
      "content": {
        "type": "markdown",
        "title": "Actionable Next Steps: Five Moves to Apply Today and Resources",
        "markdown": "- **Five moves to apply today**\n- **Define** a tight ICP slice + JTBD; write a 1-sentence value hypothesis (Sahara nights, slug-safe gardens, white-glove PR demo)\n- **Upgrade discovery**: prep 6 SPIN/Challenger questions; end every call with a calendar invite\n- **Redesign your offer**: good/better/best tiers + risk reversal (pilot, guarantee) + clear outcomes\n- **Prove fast**: 2-week pilot with success criteria; capture logos, ROI, and references\n- **Control the process**: build a Mutual Action Plan; map stakeholders, dates, and procurement\n```mermaid\nflowchart LR\nStart[\"Today\"] --> D[\"Discovery upgrade\"]\nD --> O[\"Offer design: tiers + risk reversal\"]\nO --> P[\"Proof fast: pilot + social proof\"]\nP --> M[\"Mutual Action Plan\"]\nM --> W[\"Win + handoff\"]\n```\n```yaml\nRecapEmail:\n  Subject: Recap & next step\n  Goals: [Outcome1, Outcome2]\n  AgreedMetrics: {Baseline: X, Target: Y, Date: YYYY-MM-DD}\n  NextMeeting: {Date: YYYY-MM-DD, Time: HH:MM, Agenda: [Review pilot plan, Confirm stakeholders]}\n  Owners: {Seller: Name, Champion: Name}\nMAP:\n  Milestones:\n    - Discover: Stakeholders mapped, criteria documented\n    - Prove: Pilot start, mid-check, success review\n    - Decide: Economic buyer meeting, commercial terms\n    - Procure: Security review, legal, PO\n  Risks: [No-decision, Access to power]\n  Mitigations: [Executive brief, Risk reversal]\nResources:\n  Toolkit:\n    - DiscoveryQuestionSet: /toolkit/discovery.pdf\n    - ROIModel: /toolkit/roi.xlsx\n    - MAPTemplate: /toolkit/map.docx\n  Reading:\n    - Influence (Cialdini)\n    - SPIN Selling (Rackham)\n    - The Challenger Sale (Dixon & Adamson)\n    - Competing Against Luck (Christensen)\n    - Play Bigger (Ramadan et al.)\n```"
      },
      "speakerNotes": "- 0:00–0:08 Frame the close: “Here are five moves you can execute today to make the ‘impossible’ ethical and repeatable.”\n- 0:08–0:40 Rapid-fire through the five bullets. Tie each to an example: Sahara nights for heaters, gardeners vs. slugs, white-glove PR stunt for ketchup popsicles.\n- 0:40–0:50 Point to the flowchart. Emphasize left-to-right momentum and the rule: always sell the next meeting and co-own a MAP.\n- 0:50–0:58 Highlight the YAML block: recap email template, MAP milestones, and where to grab the toolkit. Mention reading list.\n- 0:58–1:00 Close with a micro-CTA: “Pick one account and commit to step one this week.”\n- Interaction prompt: Ask for a show of hands or quick chat message: “Which move are you starting today?”\n- Reminder: Keep energy high; avoid diving into details—this is the action sprint.",
      "narration": "To make the impossible ethical and repeatable, here are five moves you can apply today... First, define a tight ICP slice and the job they need done, and write a one sentence value hypothesis... Think Sahara nights needing heat, gardeners deterring slugs, or a white glove PR moment... Second, upgrade discovery: prepare six SPIN or Challenger questions and end every call with a calendar invite... Third, redesign your offer into good, better, best, and add risk reversal like a pilot or guarantee tied to outcomes... Fourth, prove it fast with a two week pilot, clear success criteria, and capture ROI and a reference... Fifth, control the process with a mutual action plan that lists stakeholders, dates, and procurement steps, and send a crisp recap within twenty four hours... The flow is simple: discovery, offer, proof, MAP, win and handoff... Grab the toolkit with discovery questions, the ROI model, and the MAP template, plus the reading list... Pick one account and take step one this week.",
      "duration": 1,
      "transition": "fade",
      "voice": {
        "emotion": "friendly",
        "pace": "slow"
      },
      "componentPath": "./components/slides/Slide_s10.tsx",
      "audioPath": "/audio/slide-s10.mp3"
    }
  ],
  "transitions": {
    "default": "fade",
    "duration": 500
  }
}
